#Список музыкантов

musicians = ["Тони Раут",
             "Нюша",
             "Лепс"]

#Список песен

songs = ["танцуй на костях",
         "чудо",
         "только"]

#Список словарей: место-географические координаты

places_to_visit = [{"работа":(51.76529594144901, 55.1241120246308),
                    "дом":(52.162119053479245, 54.841692258055254),
                    "жилье":(51.7735069558019, 55.131559749140074)}]

#Словарь: данные о человеке

person_data = {"рост":184,
               "вес":95,
               "любимый фильм":"50 оттенков серого"}

#Словарь: музыканты-их песни

songs_and_musicians = {"Тони Раут":"танцуй на костях",
                       "Нюша":"чудо",
                       "Лепс":"только"}



n = input("что вы хотете узнать? ")
if n in songs_and_musicians:
    songs_and_musicians = songs_and_musicians[n]
    print(songs_and_musicians)
else:
    print("вы ищите не то, попробуйте снова")
